Repository: hardwhy/housepetall
Catalog: lib/src/localization/app_*.arb
Languages: id

# reviewHome
source: Our reviews
id: Ulasan

# reviewHomeEmptyTitle
source: No reviews yet
id: Belum ada ulasan

# reviewHomeEmptyDescription
source: Be the first by clicking the button below!
id: Jadi yang pertama mengulas kami!

# reviewHomeSubmitButton
source: Submit a review
id: Kirimkan ulasan

# reviewDetailNameFormat
source: %s's review
id: Ulasan %s

# reviewFormNameLabel
source: Name
id: Nama

# reviewFormPetNameLabel
source: Pets Name
id: Nama Perliharaan

# reviewFormCommentLabel
source: Comment
id: Komentar

# reviewFormSubmitButton
source: Submit
id: Kirim

# reviewFormNamePlaceHolder
source: Your name
id: Nama kamu

# reviewFormPetsNamePlaceHolder
source: ex: Garfield
id: contoh: Garfield

# reviewFormCommentPlaceHolder
source: Any additional comments and much appreciated!
id: Komentarmu kita harepin lho!

# reviewFormPetsNameLabel
source: Pet's Name
id: Nama Peliharaan

# reviewFormRequiredError
source: This field is required
id: Bagian ini perlu diisi

# reviewFormTitle
source: Give a Review
id: Berikan Ulasan

# commonErrorTitle
source: Something went wrong
id: Terjadi kesalahan

# commonErrorDescription
source: I wish I had enough time to finish this page. :(
id: Andai ada injury time. :(

# commonOptionalLabel
source: (optional)
id: (opsional)
